Repository: KDE/kwooty
Catalog: po/*/kwooty.po
Languages: de, fr

source: With confirmation
de: Um Bestätigung fragen
fr: Avec confirmation

source: Automatically
de: Automatisch
fr: Automatiquement

source: No running KWallet found. Passwords will be saved in plaintext.
de: KWallet konnte nicht gefunden werden. Passwörter werden in Klartext gespeichert.
fr: Aucun KWallet en fonctionnement n’a pu être trouvé. Les mots de passe seront stockés en clair.

source: KWallet is not running
de: KWallet läuft nicht
fr: KWallet n’est pas en fonctionnement

source: Master
de: Hauptserver
fr: Principal

# %1 = Shutdown/Suspend to RAM/Suspend to disk
source: %1 in:
fr: %1 dans :

# %1 = Shutdown/Suspend to RAM/Suspend to disk
source: %1 when all jobs are finished
de: %1 Sobald alle Aufgaben fertiggestellt sind
fr: %1 quand toutes les tâches sont terminées

# %1%2 = shutdown/suspend to RAM/suspend
source: Do not %1%2 if jobs are finished but paused files remain
de: Solange Downloads pausiert sind, System nicht in den %1%2 versetzten
fr: Ne pas %1%2 si les tâches sont terminées mais qu’il reste des fichiers en pause

source: General Plugins
de: Allgemeine Module
fr: Modules généraux

source: Low
de: Niedrig
fr: Faible

source: Lowest
de: Am niedrigsten
fr: La plus faible

source: Custom
de: Benutzerdefiniert
fr: Personnalisée

source: <b>%1</b> program found: %2
de: <b>%1</b> Programm gefunden: %2
fr: Programme <b>%1</b> trouvé : %2

source: <b>%1</b> program not found
de: <b>%1</b> Programm nicht gefunden
fr: Programme <b>%1</b> non trouvé

source: Low:
de: Niedrig:
fr: Faible :

source: nice value set to +10
de: Setzt nice auf +10
fr: courtoisie définie à +10

source: Lowest:
de: Am Niedrigsten:
fr: La plus faible :

source: nice value set to +19
de: Setzt nice auf +19
fr: courtoisie définie à +19

source: Custom:
de: Benutzerdefiniert:
fr: Personnalisée

source: choose nice value
de: Wähle Wert für Nice
fr: choisissez la courtoisie

source: Kwooty is a friendly nzb usenet binary downloader. It also supports automatic file repairing and archive extraction.
de: Kwooty ist ein freundlicher nzb Binary Downloader für das Usenet und unterstützt automatisches Reparieren und Entpacken.
fr: Kwooty est un téléchargeur de fichiers nzb binaires agréable. Il supporte également la réparation automatique de fichiers et l’extraction d’archives.

source: Copyright (c) 2012 Xavier Lefage
de: Copyright (c) 2010 Xavier Lefage
fr: Copyright © 2012 Xavier Lefage

source: Maintainer, Lead Developer
de: Betreuer und Hauptentwickler
fr: Responsable, développeur principal

source: For the first German translation.
de: Für die erste deutsche Übersetzung.
fr: Pour la première traduction en Allemand.

source: For his patches.
de: Für seine Patches.
fr: Pour ses correctifs.

source: Please report bugs to http://sourceforge.net/projects/kwooty
de: Bitte verwenden Sie http://sourceforge.net/projects/kwooty für Problemberichte.
fr: Veuillez utiliser http://sourceforge.net/projects/kwooty pour signaler des bogues

source: Please report bugs to <a href='http://sourceforge.net/tracker/?group_id=285032&atid=1208199'>Kwooty bug tracker</a>
de: Bitte verwenden Sie <a href='http://sourceforge.net/tracker/?group_id=285032&atid=1208199'>Kwooty bug tracker</a> für Problemberichte.
fr: Veuillez utiliser le <a href='http://sourceforge.net/tracker/?group_id=285032&atid=1208199'>suivi des bogues de Kwooty</a> pour signaler des bogues

source: Document to open
de: Zu öffnendes Dokument
fr: Document à ouvrir

source: *.nzb|nzb files
de: *.nzb|nzb Dateien
fr: Fichiers *.nzb|nzb

source: GiB
fr: Gio

source: MiB
fr: Mio

source: KiB
fr: Kio

source: %1 MiB/s
fr: %1 Mio/s

source: <numid>%1</numid> KiB/s
fr: <numid>%1</numid> Kio/s

source: Disconnected
de: Getrennt
fr: Déconnecté

source: Disconnected (Host not found)
de: Getrennt (Server nicht gefunden)
fr: Déconnecté (hôte non trouvé)

source: Disconnected (Connection refused)
de: Getrennt (Verbindung wurde zurückgewiesen)
fr: Déconnecté (connexion refusée)

source: Disconnected (Closed by remote host)
de: Getrennt (Verbindung vom Server geschlossen)
fr: Déconnecté (fermé par l’hôte distant)

source: Disconnected (SSL handshake failed)
de: Getrennt (SSL Handshake fehlgeschlagen)
fr: Déconnecté (négociation SSL échouée)

source: Disconnected (Authentication required)
de: Getrennt (Authentifizierung erforderlich)
fr: Déconnecté (authentification requise)

source: Disconnected (Authentication Denied)
de: Getrennt (Authentifizierung abgelehnt)
fr: Déconnecté (authentification refusée)

source: Connected: <numid>%1</numid>
de: Verbunden: <numid>%1</numid>
fr: Connecté : <numid>%1</numid>

source: Connected to %1<br>
de: Mit %1 Verbunden<br>
fr: Connecté à %1<br>

source: Connection is SSL encrypted
de: Verbindung ist SSL verschlüsselt
fr: La connexion est chiffrée en SSL

source: Connection is not encrypted
de: Verbindung ist nicht verschlüsselt
fr: La connexion n’est pas chiffrée

source: Certificate <b>verified</b> by %1
de: Zertifikat von %1 <b>verifiziert</b>
fr: Certificat <b>validé</b> par %1

source: Certificate <b>can not be verified</b>
de: Zertifikat <b>kann nicht verifiziert werden</b>
fr: Le certificat <b>ne peut être validé</b>

source: (%1 error during SSL handshake): %2
de: (%1 Fehler während SSL handshake): %2
fr: (Erreur %1 lors de la négociation SSL) : %2

source: Passive
de: Passiv
fr: Passif

source: Active
de: Aktiv
fr: Actif

source: Failover
de: Ersatz
fr: Reprise

source: Server Disabled
de: Deaktiviert
fr: Serveur désactivé

source: Download finished
de: Download abgeschlossen
fr: Téléchargement terminé

source: Decoding finished
de: Herunterladen abgeschlossen
fr: Décodage terminé

source: Verify finished
de: Verifizierung abgeschlossen
fr: Vérification terminée

source: Repair complete
de: Reparatur abgeschlossen
fr: Réparation terminée

source: Extract finished
de: Entpacken abgeschlossen
fr: Extraction terminée

source: Downloading...
de: Am Herunterladen...
fr: En téléchargement…

source: Finished
de: Fertig
fr: Terminé

source: In queue
de: In Warteschlange
fr: En attente

source: Pause
fr: En pause

source: Pausing...
de: Wird pausiert
fr: En pause…

source: Smart queue
fr: En file d’attente intelligente

source: Scanning...
de: Scanne...
fr: Balayage…

source: Decoding...
de: Dekodiere...
fr: Décodage…

source: Decoded
de: Heruntergeladen
fr: Décodé

source: Decoding Error
de: Dekodierungsfehler
fr: Erreur de décodage

source: Verifying file...
de: Verifiziere Datei...
fr: Vérification du fichier…

source: File correct
de: Datei fehlerfrei
fr: Fichier corrigé

source: File missing
de: Datei fehlt
fr: Fichier manquant

source: File damaged
de: Datei fehlerhaft
fr: Fichier endommagé

source: Repairing file...
de: Repariere Datei...
fr: Réparation du fichier…

source: Repair not possible
de: Reparatur nicht möglich
fr: Réparation impossible

source: Repair failed
de: Reparatur fehlgeschlagen
fr: Réparation échouée

source: par2 program not found !
de: par2 Programm nicht gefunden!
fr: Le programme par2 n’a pu être trouvé !

source: Extracting...
de: Entpacke...
fr: Extraction…

source: Extract failed (bad CRC)
de: Entpacken fehlgeschlagen (CRC-Fehler)
fr: Extraction échouée (mauvais CRC)

source: Extract complete
de: Entpacken erfolgreich
fr: Extraction achevée

source: Extract failed
de: Entpacken fehlgeschlagen
fr: Extraction échouée

source: unrar program not found !
de: unrar Programm nicht gefunden!
fr: Le programme unrar n’a pu être trouvé !

source: 7-zip (7z or 7za) program not found !
de: 7-zip (7z oder 7za) Programm nicht gefunden!
fr: Le programme 7-zip (7z ou 7za) n’a pu être trouvé !

# i.e: In queue (retry)
source: %1 (retry)
de: %1. (Versuch)
fr: %1 (nouvel essai)

source: No Data
de: Keine Daten
fr: Aucune donnée

# i.e: Downloading... (incomplete)
source: %1 (incomplete)
de: %1 (unvollständig)
fr: %1 (incomplet)

source: File not found
de: Datei nicht gefunden
fr: Fichier non trouvé

# i.e: Decoded (bad CRC)
source: %1 (bad CRC)
de: %1 (CRC-Fehler)
fr: %1 (mauvais CRC)

source: Idle
de: Inaktiv
fr: Inactif

source: Downloading
de: Am Herunterladen
fr: En téléchargement

source: Status:
fr: Statut :

source: Download speed:
de: Downloadgeschw.:
fr: Vitesse de téléchargement :

source: File:
de: Datei:
fr: Fichier :

source: Progress:
de: Fortschritt:
fr: Avancement :

source: File Name
de: Name
fr: Nom de fichier

source: Status
fr: Statut

source: Progress
de: Fortschritt
fr: Avancement

source: Size
de: Größe
fr: Taille

source: download folder
de: Download Verzeichnis
fr: dossier de téléchargement

source: temporary folder
de: Temporäres Verzeichnis
fr: dossier temporaire

source: Write error in <b>%1</b>: disk drive may be full.<br>Downloads have been suspended.
de: Fehler beim Speichern im <b>%1</b>: Festplatte wahrscheinlich voll. <br>Downloads wurden angehalten.
fr: Erreur d’écriture dans <b>%1</b> : le disque dur est peut-être plein.<br>Les téléchargements ont été suspendus.

source: Write error
de: Fehler beim Speichern
fr: Erreur d’écriture

source: The archive <b>%1</b> is password protected. <br>Please enter the password to extract the file.
de: Das Archive <b>%1</b> ist passwortgeschützt. <br> Bitte zum Entpacken Passwort eingeben.
fr: L’archive <b>%1</b> est protégée par mot de passe.<br>Veuillez entrer le mot de passe pour extraire le fichier.

source: The file <b>%1</b> can not be processed
de: Die Datei <b>%1</b> kann nicht verarbeitet werden
fr: Le fichier <b>%1</b> ne peut être traité

source: File process error
de: Datei Verarbeitungsfehler
fr: Erreur de traitement du fichier

source: Reload pending downloads from previous session ?
de: Verbleibende Downloads aus vorheriger Sitzung wieder herstellen?
fr: Recharger la liste de téléchargements de la session précédente ?

source: Save pending downloads from current session ?
de: Warteschlange speichern?
fr: Enregistrer la liste de téléchargements de cette session ?

source: Remove all files from queue ?
de: Alle Dateien aus der Warteschlange Entfernen?
fr: Supprimer tous les fichiers de la file d’attente ?

source: Remove selected files from queue ?
de: Markierte Dateien aus Warteschlange Entfernen?
fr: Supprimer les fichiers sélectionnés de la file d’attente ?

source: Warning
de: Warnung
fr: Attention

# %1 = shutdown/suspend to RAM/suspend to disk
source: Kwooty is about to %1 system. Continue?
de: Kwooty wird das %1 System. Weiter ?
fr: Kwooty est sur le point de %1 le système. Continuer ?

source: Backup server name
fr: Nom du serveur secondaire

source: Please enter backup server name:
de: Bitte geben sie einen Namen für Backupserver ein
fr: Veuillez entrer le nom du serveur secondaire :

source: Rename server
de: Server umbenennen
fr: Renommer le serveur

source: Rename server:
de: Server umbenennen:
fr: Renommez le serveur :

source: Remove <b>%1</b> backup server ?
de: Backupserver<b>%1</b> entfernen?
fr: Supprimer le serveur secondaire <b>%1</b> ?

source: Files: <numid>%1</numid> (%2)
de: Dateien: <numid>%1</numid> (%2)
fr: Fichiers : <numid>%1</numid> (%2)

source: Speed: %1
de: Geschwindigkeit: %1
fr: Vitesse : %1

source: Insufficient disk space
de: Unzureichender Speicherplatz auf dem Datenträger
fr: Espace disque insuffisant

source: First backup
de: Erster Backup
fr: Premier serveur secondaire

source: Second backup
de: Zweiter Backup
fr: Deuxième serveur secondaire

source: Third backup
de: Dritter Backup
fr: Troisième serveur secondaire

source: Fourth backup
de: Vierter Backup
fr: Quatrième serveur secondaire

source: %1 server configuration
de: Konfiguration %1 Server
fr: Configuration du serveur %1

source: <b>Backup Server Mode:</b>
de: <b>Backup Server Modus:</b>
fr: <b>Mode du serveur de secours :</b>

source: <i>Passive:</i> downloads only files not found on Master server<br>
de: <i>Passiv:</i>Dateien werden nur heruntergeladen wenn sie auf dem Hauptserver nicht gefunden werden<br>
fr: <i>Passif :</i> ne télécharge que les fichiers non trouvés sur le serveur principal<br>

source: <i>Active:</i> downloads files simultaneously with Master server<br>
de: <i>Aktiv:</i> Dateien werden simultan mit dem Hauptserver heruntergeladen<br>
fr: <i>Actif :</i> télécharge les fichiers en parallèle avec le serveur principal<br>

source: <i>Failover:</i> supersedes former unavailable <i>Master</i> or <i>Failover</i> server, otherwise works as <i>Passive</i><br>
de: <i>Ersatz: </i> Bei Nichterreichen des <i>Haupt-</i> oder <i>Ersatz</i>servers wird dieser ersetzt. Bei Erreichbarkeit wird im <i>Passivmodus</i> heruntergeladen.<br>
fr: <i>Reprise :</i> annule et remplace les serveurs <i>Principal</i> ou en mode <i>Reprise</i> indisponibles, sinon fonctionne en mode <i>Passif</i><br>

source: <i>Server Disabled:</i> server not used
de: <i>Deaktiviert:</i> Server wird nicht genutzt
fr: <i>Serveur désactivé :</i> serveur non utilisé

source: <b>Server priority:</b>
de: <b>Server Priorität:</b>
fr: <b>Priorité du serveur :</b>

source: Drag and drop tabs to manage backup server priority in <i>Passive</i> and <i>Failover</i> modes
de: Ändern der Priorität der Backupserver in den Modi <i>Passiv</i> und <i>Ersatz</i>, durch Verschieben der Registerkarten
fr: Glissez-déplacez les onglets pour gérer la priorité des serveurs secondaires en mode <i>Passif</i> et <i>Reprise</i>

source: <b>Tab renaming:</b>
de: <b>Umbenennen der Registerkarten:</b>
fr: <b>Renommage des onglets :</b>

source: Double click on current tab for server renaming
de: Doppelklick auf aktuelle Registerkarte um Server umzubenennen
fr: Double clic sur l’onglet du serveur sélectionné pour le renommer

source: Backup Server hints
de: Hilfe zu Backupservereinstellungen
fr: Notes sur les serveurs secondaires

source: Availability:
de: Verfügbarkeit:
fr: Disponibilité :

source: Speed:
de: Geschwindigkeit:
fr: Vitesse :

source: Downloaded:
de: Heruntergeladen:
fr: Téléchargé(s) :

source: File:
de: Datei:
fr: Fichier :

source: Server:
fr: Serveur :

source: Encryption:
de: Verschlüsselung:
fr: Chiffrement :

source: Encryption Information
de: Informationen zur Verschlüsselung
fr: Informations sur le chiffrement

source: Clear
de: Alle Einträge löschen
fr: Effacer

source: Remove all rows
de: Entfernt alle Einträge
fr: Supprimer toutes les lignes

source: Start
fr: Démarrer

source: Start download of selected rows
de: Download der ausgewählten Einträge starten
fr: Démarrer le téléchargement des lignes sélectionnées

source: Pause download of selected rows
de: Ausgewählte Einträge pausieren
fr: Mettre en pause les lignes sélectionnées

source: Remove
de: Entfernen
fr: Supprimer

source: Remove all selected rows
de: Ausgewählte Einträge Entfernen
fr: Supprimer toutes les lignes sélectionnées

source: Up
de: Hoch
fr: Monter

source: Go up all selected rows
de: Ausgewählte Einträge nach oben verschieben
fr: Monter toutes les lignes sélectionnées

source: Top
de: Ganz nach oben
fr: Début

source: Move all selected rows to the top of the list
de: Ausgewählte Einträge ganz noch oben verschieben
fr: Monter toutes les lignes sélectionnées au début

source: Down
de: Runter
fr: Descendre

source: Go down all selected rows
de: Ausgewählte Einträge nach unten verschieben
fr: Descendre toutes les lignes sélectionnées

source: Bottom
de: Ganz nach unten
fr: Fin

source: Move all selected rows to the bottom of the list
de: Ausgewählte Einträge ganz nach unten verschieben
fr: Descendre toutes les lignes sélectionnées à la fin

source: Downloads
fr: Téléchargements

source: Open current download folder
de: Öffnet aktuelles Downloadverzeichnis
fr: Ouvrir le dossier de téléchargement actuel

source: Shutdown
de: Herunterfahren
fr: Éteindre

source: Schedule system shutdown
de: Automatisches Herunterfahren aktivieren
fr: Programmer l’arrêt du système

source: Start all
de: Alle Downloads Starten
fr: Tout démarrer

source: Start all paused downloads
de: Starte alle pausierten Downloads
fr: Démarrer tous les téléchargements en pause

source: Pause all
de: Alle Downloads Pausieren
fr: Tout mettre en pause

source: Pause all pending downloads
de: Pausiere alle verbleibenden Downloads
fr: Mettre en pause la liste de téléchargements

source: Retry
de: Wiederholen
fr: Réessayer

source: Retry to download selected rows
de: Download der ausgewählten Einträge wiederholen
fr: Réessayer de télécharger les lignes sélectionnées

source: General
de: Allgemein
fr: Général

source: General Setup
de: Allgemeine Einstellungen
fr: Configuration générale

source: Connection
de: Verbindung
fr: Connexion

source: Setup Server Connection
de: Einstellungen der Server Verbindungen
fr: Configurer la connexion au serveur

source: Programs
de: Programme
fr: Programmes

source: Setup External Programs
de: Einstellungen für externe Programme
fr: Configurer les programmes externes

source: Display modes
de: Anzeige
fr: Affichage

source: Setup Display Modes
de: Anzeigeneinstellungen
fr: Configurer les modes d’affichage

source: Setup System Shutdown
de: Einstellungen für das Herunterfahren
fr: Configurer l’arrêt du système

source: Plugins
de: Module
fr: Modules

source: Plugins Setup
de: Modul Einstellungen
fr: Configurer les modules

source: <qt>Closing the main window will keep Kwooty running in the System Tray. Use <B>Quit</B> from the menu or the Kwooty tray icon to exit the application.</qt>
de: <qt>Das Schließen des Hauptfensters lässt Kwooty in der Kontrollleiste weiterlaufen. Benutzen Sie <B>Beenden</B> im Menü oder in der Kontrollleiste um Kwooty zu beenden.</qt>
fr: <qt>Fermer la fenêtre principale réduira Kwooty dans la barre des tâches. Utilisez <b>Quitter</b> dans le menu ou l’icône système pour arrêter l’application.</qt>

source: Docking in System Tray
de: An der Kontrollleiste andocken
fr: Réduire dans la barre des tâches

source: Time of arrival:
de: Zeit bis Fertigstellung:
fr: Date de fin :

source: Remaining time:
de: Verbleibende Zeit:
fr: Temps restant :

source: %1 day
de: %1 Tag
fr: %1 jour(s)

source: %1 hour
de: %1 Stunde
fr: %1 heure

source: less than 1 minute
de: Weniger als eine Minute
fr: moins d’une minute

# free disk space available
source: %1 free
de: %1 frei
fr: %1 libre

source: Shutdown has failed (session manager can not be contacted).
de: Das Herunterfahren ist fehlgeschlagen (der Session Manager konnte nicht kontaktiert werden).
fr: L’arrêt a échouée (le gestionnaire de sessions n’a pu être contacté).

source: when jobs complete
de: wenn alle Aufgaben fertiggestellt sind
fr: quand les tâches sont terminées

# shutdown time notifier in status bar, example : 'shutdown icon' at 12:56
source: at %1
de: um %1
fr: à %1

source: Standby
fr: Mettre en veille

source: Suspend to RAM
de: Ruhezustand
fr: Veille en mémoire

source: Suspend to disk
de: Tiefschlaf
fr: Veille sur disque

source: System shutdown type unknown, shutdown is not possible!
de: Herunterfahrentyp unbekannt, ein Herunterfahren ist nicht möglich
fr: Type d’arrêt du système inconnu, arrêt impossible !

source: Start or Pause
de: Start oder Pause
fr: Démarrer ou Mettre en pause

source: No limit
de: Keine Begrenzung
fr: Illimitée

source: Limit to %1 KiB/s
de: Begrenzen auf %1 KiB/s
fr: Limitée à %1 Kio/s

source: Bandwidth manager
de: Bandbreitenverwaltung
fr: Gestionnaire de bande passante

source: Transfer not performed
de: Übertragung nicht durchgeführt
fr: Transfert non effectué

source: Transferring...
de: Übertrage...
fr: Transfert en cours…

source: Transfer complete
de: Übertragung abgeschlossen
fr: Transfert terminé

source: Transfer canceled
de: Übertragung abgebrochen
fr: Transfert annulé

source: Transfer error (disk is full)
de: Übertragungsfehler (Festplatte voll)
fr: Erreur de transfert (le disque est plein)

source: Transfer error (target folder can not be created)
de: Übertragungsfehler (Zielverzeichnis kann nicht erstellt werden)
fr: Erreur de transfert (le dossier de destination n’a pu être créé)

source: Transfer error (insufficient disk space)
de: Übertragungsfehler (Unzureichender Speicherplatz auf der Festplatte)
fr: Erreur de transfert (espace disque insuffisant)

source: Transfer error
de: Übertragungsfehler
fr: Erreur de transfert

source: Rename automatically
de: Automatisch umbenennen
fr: Renommer automatiquement

source: Overwrite
de: Überschreiben
fr: Écraser

source: Categories
fr: Catégories

source: Target
fr: Destination

source: Add Category
de: Kategorie hinzufügen
fr: Ajouter une catégorie

source: Remove Category
de: Kategorie entfernen
fr: Supprimer la catégorie

source: Edit Subcategory
de: Unterkategorie editieren
fr: Éditer la sous-catégorie

source: Mime Type Selection
de: Mime Typ Auswahl
fr: Sélection du Type MIME

source: Add or Remove Subcategories
de: Unterkategorien hinzufügen oder entfernen
fr: Ajouter ou Supprimer une sous-catégorie

# %1 = type of subcategory
source: Subcategory: %1
de: Unterkategorie: %1
fr: Sous-catégorie : %1

source: Select Main Categories
fr: Sélectionner les Catégories Principales

source: None
de: Nichts
fr: Aucun

source: Current download speed - Mean download speed
de: Momentane Downloadgeschwindigkeit - Durchschnittliche Downloadgeschwindigkeit
fr: Vitesse instantanée de téléchargement — Vitesse moyenne de téléchargement

source: Power Management
de: Energiemanagement
fr: Gestion de l’énergie

source: Select system shutdown mode
de: Wähle auszuführende Aktion
fr: Sélectionner le mode d’arrêt du système

source: System shutdown mode:
de: Auszuführende Aktion
fr: Mode d’arrêt du système :

source: Scheduler
de: Planer
fr: Planificateur

source: in:
fr: dans :

source: HH'h'mm'm'
fr: HH' h 'mm' min'

source: when all jobs are finished
de: sobald alle Daten heruntergeladen sind
fr: quand toutes les tâches sont terminées

source: Advanced
de: Erweiterte Einstellungen
fr: Avancé

source: Do not shutdown the system if some files are set on pause
de: Nicht herunterfahren solange Downloads pausiert sind
fr: Ne pas éteindre le système si des fichiers sont en pause

source: if jobs are finished but paused files remain
de: wenn alles heruntergeladen jedoch pausiert Dateien noch vorhanden sind
fr: si les tâches sont terminées mais qu’il reste des fichiers en pause

source: Programs found
de: Gefundene Programme
fr: Programmes trouvés

source: Verify/Repair downloaded files
de: Heruntergeladene Dateien Verifizieren/Reparieren
fr: Vérifier/Réparer les fichiers téléchargés

source: Suppress par2 files if verify/repair succeed
de: Löscht par2 Dateien, nachdem das Verifizieren/Reparieren erfolgreich durchgeführt wurde
fr: Supprimer les fichiers par2 si la vérification/réparation a réussi

source: Suppress par2 files if repairing successful
de: par2 Dateien nach erfolgreichem Verifizieren/Reparieren löschen
fr: Supprimer les fichiers par2 si la réparation a réussi

source: Extract downloaded files
de: Heruntergeladene Dateien entpacken
fr: Extraire les fichiers téléchargés

source: Suppress archive files if extract succeed
de: Löscht Archiv Dateien nachdem, erfolgreich entpackt wurde
fr: Supprimer les archives si l’extraction a réussi

source: Suppress archive files if extract successful
de: Lösche Archiv Dateien nachdem erfolgreich entpackt wurde
fr: Supprimer les archives si l’extraction a réussi

source: Overwrite extracted file if it already exists, otherwise the file to extract will be renamed
de: Überschreibt bereits vorhandene Dateien, ansonsten werden die zu entpackenden Dateien umbenannt
fr: Écraser si un fichier du même nom existe, sinon le fichier à extraire sera renommé

source: Overwrite extracted file if it already exists
de: Vorhandene Dateien überschreiben
fr: Écraser si un fichier du même nom existe

source: Lower verify/repair process priority
de: Niedrigere Prozesspriorität für das Verifizieren/Reparieren
fr: Priorité du processus de vérification/réparation inférieur

source: Lower Verify/Repair process
de: Niedrigere Prozesspriorität für das Verifizieren/Reparieren
fr: Processus de vérification/réparation inférieur
