Repository: KDE/kwooty
Catalog: po/*/kwooty.po
Languages: de, fr

source: Select process priority
de: Wähle Prozesspriorität
fr: Sélectionner la priorité du processus

source: Process priority:
de: Prozesspriorität:
fr: Priorité du processus :

source: Define verify/repair process priority from normal (0) to lowest (+19)
de: Setzt die Prozesspriorität für das Verifizieren/Reparieren von normal(0) bis am niedrigsten (+19)
fr: Définir la priorité du processus de vérification/réparation de normal (0) au plus faible (+19)

source: Set nice value:
de: Setzt nice Wert:
fr: Définir la courtoisie :

source: Lower extract process priority
de: Niedrigere Prozesspriorität des Entpackvorgangs
fr: Priorité du processus d’extraction inférieur

source: Lower Extract process
de: Niedrigere Prozesspriorität für das Entpacken
fr: Processus d’extraction inférieur

source: Define extract process priority from normal (0) to lowest (+19)
de: Setzt die Prozesspriorität zum Entpacken von normal(0) bis am niedrigsten (+19)
fr: Définir la priorité du processus d’extraction de normal (0) au plus faible (+19)

source: Priority
de: Priorität
fr: Priorité

source: Search Path
de: Suchpfad
fr: Emplacement de recherche

source: Search path
de: Suchpfad
fr: Emplacement de recherche

source: Store passwords with KWallet
de: Passwort in KWallet speichern
fr: Stocker les mots de passe dans KWallet

source: Folders
de: Verzeichnisse
fr: Dossiers

source: Temporary folder:
de: Temporäres Verzeichnis:
fr: Dossier temporaire :

source: Set temporary folder
de: Temporäres Verzeichnis festlegen
fr: Choisir le dossier temporaire

source: Download folder:
de: Download Verzeichnis:
fr: Dossier de téléchargement :

source: Set download folder
de: Download Verzeichnis festlegen
fr: Choisir le dossier de téléchargement

source: Extra features
de: Zusatzfunktionen
fr: Fonctionnalités supplémentaires

source: Restore pending downloads from previous session at startup
de: Stellt verbleibende Downloads aus vorheriger Sitzung beim Start wieder her
fr: Rétablir la liste de téléchargements de la session précédente au démarrage

source: Restore downloads from previous session at startup
de: Downloads aus vorheriger Sitzung wiederherstellen
fr: Rétablir les téléchargements de la session précédente au démarrage

source: Copy nzb file in destination folder when added from another application by "open with..." action
de: Kopiert nzb Datei in das Zielverzeichnis, wenn es von einem externen Programm mit dem "Datei öffnen mit ..." Dialog geöffnet wurde
fr: Copier le fichier nzb dans le dossier de destination quand il est ajouté par une autre application par l’action « Ouvrir avec… »

source: Copy nzb file added from external application in destination folder
de: Von externen Programmen geöffnete nzb Dateien in das Zielverzeichnis kopieren
fr: Copier le fichier nzb ajouté par une application externe dans le dossier de destination

source: Do not download .par2 files if files archive do not need to be repaired
de: .par2 Dateien nicht herunterladen wenn Archive nicht repariert werden müssen
fr: Ne pas télécharger les fichiers .par2 si les archives n’ont pas besoin d’être réparées

source: Download Par2 files only if repairing is required
de: Par2 Dateien nur herunterladen wenn sie zur Reparatur benötigt werden
fr: Ne télécharger les fichiers Par2 que si une réparation est requise

source: System tray
de: Kontrollleiste
fr: Barre des tâches

source: Check to enable the Kwooty system tray icon
de: Ankreuzen, um das Kwooty Kontrollleisten Symbol zu aktivieren,
fr: Cocher pour activer l’icône Kwooty dans la barre des tâches

source: Show tray icon
de: Kontrollleistensymbol anzeigen
fr: Activer l’icône dans la barre des tâches

source: Check to enable Kwooty notifications in system tray
de: Ankreuzen, um das Kwooty Benachrichtigungen in der Kontrollleiste zu aktivieren
fr: Cocher pour activer les notifications de Kwooty dans la barre des tâches

source: Show notifications
de: Benachrichtigungen anzeigen
fr: Activer les notifications

source: Setup
de: Einstellungen
fr: Configuration

source: Show confirmation dialog when
de: Bestätigungsdialog anzeigen sobald
fr: Ouvrir une boîte de dialogue de confirmation quand

source: Display dialog box when Clear button has been pushed
de: Nach dem Drücken des "Alles Entfernen" Knopfes um Bestätigung fragen
fr: Afficher une boîte de dialogue quand le bouton Effacer est appuyé

source: clearing rows
de: alle Downloads entfernt werden
fr: les lignes sont effacées

source: Display dialog box when Remove button has been pushed
de: Nach dem Drücken des Entfernen Knopfes um Bestätigung fragen
fr: Afficher une boîte de dialogue quand le bouton Supprimer est appuyé

source: removing selected rows
de: ausgewählte Einträge entfernt werden
fr: les lignes sélectionnées sont supprimées

source: At exit, save pending downloads:
de: Verbleibende Downloads vor dem Beenden speichern:
fr: À la fermeture, enregistrer la liste de téléchargements :

source: At startup, restore pending downloads:
de: Verbleibende Downloads aus vorheriger Sitzung bei start wiederherstellen:
fr: Au démarrage, rétablir la liste de téléchargements :

source: Confirmation dialogs
de: Bestätigungsdialoge
fr: Boîtes de dialogue

source: Master server configuration
de: Hauptserver Konfiguration
fr: Configuration du serveur principal

source: Host:
de: Server:
fr: Hôte :

source: Set host address
de: Server Adresse festlegen
fr: Définir l’adresse de l’hôte

source: Number of connections:
de: Anzahl der Verbindungen
fr: Nombre de connexions :

source: Set the number of simultaneous connections to the nntp server
de: Anzahl der gleichzeitigen Verbindungen zum nntp Server festlegen
fr: Définir le nombre de connexions simultanées au serveur nntp

source: Set connection port
de: Verbindungsport festlegen
fr: Définir le port de connexion

source: Enable encrypted connection
de: Aktiviere verschlüsselte Verbindung
fr: Activer la connexion chiffrée

source: Enable SSL connection
de: Aktiviere SSL Verbindung
fr: Activer la connexion SSL

source: Server Mode:
de: Server Modus:
fr: Mode de serveur :

source: Set login and password if authentication is required by host
de: Setzt Login und Passwort, wenn Server Authentifikation verlangt
fr: Définir l’identifiant et le mot de passe si une authentification est requise par l’hôte

source: Authentication
de: Authentifizierung
fr: Authentification

source: Login:
de: Benutzername:
fr: Identifiant :

source: Set login required by host
de: Vom Server benötigter Login Name
fr: Définir l’identifiant requis par l’hôte

source: Password:
de: Passwort:
fr: Mot de passe :

source: Set password required by host
de: Vom Server benötigtes Passwort
fr: Définir le mot de passe requis par l’hôte

source: Disconnect from server when idle after:
de: Bei Inaktivität vom Server trennen nach:
fr: Déconnecter du serveur quand inactif depuis :

source: Disconnect from host after a period of inactivity
de: Trennt Verbindung zum Server nach (Min) Inaktivität
fr: Se déconnecter de l’hôte après une certaine période d’inactivité

source: min
fr: minute(s)

source: Status bar information
de: Statusleiste Informationen
fr: Barre de statut d’information

source: Display estimated time of arrival
de: Zeitpunkt der Fertigstellung anzeigen
fr: Afficher la date estimée de fin de transfert

source: Display remaining time
de: Verbleibende Zeit anzeigen
fr: Afficher le temps restant

source: Display free space capacity bar in status bar
de: Informationen zu freiem Speicherplatz in Statusleiste anzeigen
fr: Afficher l’espace libre disponible dans la barre de statut

source: Display free space information
de: Informationen zu freiem Speicherplatz anzeigen
fr: Afficher l’espace libre

source: Miscellaneous
de: Verschiedenes
fr: Divers

source: Expand treeview automatically when a .nzb file is open
de: Erweitert Baumansicht automatisch wenn eine .nzb Datei geöffnet wurde
fr: Développer la vue en arbre automatiquement quand un fichier .nzb est ouvert

source: Expand tree when opening nzb file
de: Baumansicht beim Öffnen einer nzb Datei erweitern
fr: Développer en arbre à l’ouverture d’un fichier nzb

source: Expand and collapse treeview with animation
de: Auf und zuklappen von Downloads animieren
fr: Animer le déroulement et l’enroulement de la vue en arbre

source: Animate row expandsion/collasping
de: Auf und zuklappen von Downloads animieren
fr: Animer l’enroulement/le déroulement des lignes

source: Alternate background color for each row
de: Alternative Hintergrundfarbe für jede Zeile
fr: Alterner la couleur de fond de chaque ligne

source: Alternate row colors
de: Alternative Zeilenfarben verwenden
fr: Alterner les couleurs de ligne

source: Remove useless content usually found in file names inside a nzb collection. For example, a file named '[xxx - yyy] "file.ext" - Yenc 1/10' will be displayed as 'file.ext'
de: Entfernen von nutzlosem Inhalt die die nzb Datei entält. Es wird beispielsweise die Datei mit dem Namen '[xxx - yyy] "file.ext" - Yenc 1/10' als 'file.ext' angezeigt.
fr: Enlever le contenu inutile des noms de fichier d’une collection nzb. Par example, un fichier nommé '[xxx - yyy] "fichier.ext" - Yenc 1/10' sera affiché en 'fichier.ext'

source: Display tiny file names
de: Verkleinerte Dateinamen anzeigen
fr: Afficher des noms de fichier courts

source: Download limit rate
de: Maximale Geschwindigkeit
fr: Vitesse limite de téléchargement

source: Maximum download speed:
de: Maximale Downloadgeschwindigkeit:
fr: Vitesse maximum de téléchargement :

source: KiB/s
fr: Kio/s

source: Bandwidth control
de: Bandbreitenkontrolle
fr: Contrôle de la bande passante

source: Always limit download speed
de: Downloadgeschwindigkeit immer begrenzen
fr: Toujours limiter la vitesse de téléchargement

source: Schedule download speed
de: Downloadgeschwindigkeit zeitlich einplanen
fr: Planifier la vitesse de téléchargement

source: Limit to
de: Begrenzen auf
fr: Limiter à

source: Download paused
de: Download pausieren
fr: Téléchargements en pause

source: Bypass scheduler for nzb manually set on:
de: Umgehe Bandbreitenverwaltung für Dateien die manuell gesetzt wurden:
fr: Désactiver le planificateur pour les nzb manuellement mis sur :

source: Set on Pause every incoming nzb file
de: Jede hinzugefügte nzb Datei pausieren
fr: Mettre en pause tous les nouveaux fichiers nzb

source: Watch folder:
de: Zu durchsuchender Ordner:
fr: Dossier à surveiller :

source: Copy nzb file in destination folder
de: nzb Datei in das Zielverzeichnis kopieren
fr: Copier le fichier nzb dans le dossier de destination

source: Suppress nzb file from watch folder when enqueued
de: nzb Datei nach dem Laden löschen
fr: Supprimer le fichier nzb du dossier à surveiller quand ajouté à la file

source: If Par2 verifying/repairing fails, re-download damaged or missing files
de: Falls das Reparieren/Verifizieren fehlschlägt, Download von defekten oder fehlenden Dateien wiederholen
fr: Si la vérification/réparation Par2 échoue, retélécharger les fichiers endommagés ou manquants

source: Limit number of download retries to:
de: Anzahl der Downloadversuche beschränken auf:
fr: Limiter le nombre de nouvels essais à :

source: If no Par2 files, re-download each file whose CRC mismatch
de: Dateien mit einem CRC-Fehler wiederholt herunterladen, falls keine Par2 Dateien vorhanden sind.
fr: S’il n’y a pas de fichiers Par2, retélécharger chaque fichier dont le CRC ne correspond pas

source: Favorite folder:
de: Standart Ordner:
fr: Dossier préféré :

source: If contents to transfer already exist in favorite folder:
fr: Si le contenu à transférer existe déjà dans le dossier préféré :

# NAME OF TRANSLATORS
source: Your names
de: Michael Wiescholek
fr: Yurienu Amenysta

# EMAIL OF TRANSLATORS
source: Your emails
de: Michael.Wiescholek@gmail.com
fr: yurienu.amenysta@gmail.com

source: Notify that server settings have changed
de: Bei Änderung der Servereinstellungen benachrichtigen
fr: Notifier du changement des options du serveur

source: completed folder
de: Verzeichnis für abgeschlossene Downloads
fr: dossier des téléchargements terminés

source: Show notification
de: Benachrichtigungen anzeigen
fr: Activer la notification

source: Select save pending downloads method
de: Wähle Sie eine Methode zum Speichern der verbleibenden Downloads
fr: Sélectionner la méthode d’enregistrement de la liste des téléchargements

source: Select restore pending downloads method
de: Wähle Sie eine Methode um gespeicherte Downloadliste wiederherzustellen
fr: Sélectionner la méthode de rétablissement des téléchargements

source: Automatically verif and repair downloaded files
de: Heruntergeladene Dateien automatisch Verifizieren und Reparieren
fr: Vérifier et réparer automatiquement les fichiers téléchargés

source: Automatically decompress downloaded files
de: Heruntergeladene Dateien automatisch entpacken
fr: Décompresser automatiquement les fichiers téléchargés

source: Automatically remove archive files if extraction succeeded
de: Archive nach erfolgreichem Entpacken löschen
fr: Supprimer les archives automatiquement si l’extraction a réussi

source: Overwrite extracted files if files already exist
de: Bereits existierende Dateien überschreiben
fr: Écraser les fichiers extraits si les fichiers existent déjà

source: Automatically remove ".Par" files if repair succeeded
de: ".par" Dateien nach erfolgreichem Reparieren löschen
fr: Supprimer automatiquement les fichiers « .Par » si la réparation a réussi

source: Path to search external programs
de: Suchpfad für externe Programme
fr: Emplacement de recherche des programmes externes

source: Display free space information in status bar
de: Freien Speicherplatz in Statusleiste anzeigen
fr: Afficher l’espace libre dans la barre de statut

source: Display reduced file name inside nzb collection
de: Verkleinerte Dateinamen anzeigen
fr: Afficher des noms de fichier réduits dans les collections nzb

source: Select system shutdown method
de: Wähle Methode zum Herunterfahren
fr: Sélectionner la méthode d’arrêt du système

source: Shutdown will occur when all pending jobs are finished
de: Herunterfahren, sobald alle verbleibenden Downloads abgeschlossen sind
fr: L’extinction se fera quand tous les tâches seront terminées

source: Shutdown will occur at a precise time
de: Zu einer bestimmten Uhrzeit Herunterfahren
fr: L’extinction se fera à un temps précis

source: Schedule system shutdown in HH:mm from now
de: Plane das Herunterfahren in HH:mm von jetzt an
fr: Planifier l’arrêt du système en HH:mm à partir de maintenant

source: Do not shutdown system if jobs are finished but paused files remain
de: System nicht herunterfahren solange pausierte Dateien vorhanden sind
fr: Ne pas éteindre le système si les tâches sont terminées mais qu’il reste des fichiers en pause

source: Download
fr: Téléchargements

source: Main Toolbar
de: Hauptwerkzeugliste
fr: Barre d’outils principale

source: Enable scheduler
de: Downloadplaner aktivieren
fr: Activer le planificateur

source: Automatically set on Pause every incoming nzb file
de: Alle eingehende nzb Dateien auf Pause setzten
fr: Automatiquement mettre en Pause tous les nouveaux fichiers nzb

source: Bypass scheduler for items that will manually be set on Pause/Start
de: Bandbreitenverwaltung für manuell pausierte/gestartete Downloads umgehen
fr: Désactiver le planificateur pour les nzb manuellement mis sur Pause/Démarrer

source: Select scheduler bypass method
de: Wähle Bandbreitenverwaltung Umgehungsmethode
fr: Sélectionner la méthode de désactivation du planificateur

source: Enable folder monitoring
de: Verzeichnisbeobachtung aktivieren
fr: Activer la surveillance de dossier

source: watch folder
de: Verzeichnisbeobachtung
fr: dossier surveillé

source: Retry download missing or damaged files if Par2 verifying/repairing process has failed
de: Defekten Dateien wiederholt herunterladen, sobald der Par2 Reparier-/Verifiziervorgang fehlschlägt
fr: Réessayer de télécharger les fichiers manquants ou endommagés si le processus de vérification/réparation de Par2 a échoué

source: Retry download corrupted files (bad CRC) if collection does not contain any Par2 files
de: Wiederholt den Download von korrupten Dateien (CRC-Fehler), wenn keine Par2 Par2 Dateien vorhanden sind
fr: Réessayer de télécharger les fichiers corrompus (mauvais CRC) si la collection ne contient aucun fichier Par2

source: Overwrite or rename folder to transfer if it already exists in favorite folder
de: Vorhandener Ordner überschreiben oder umbenennen wenn er bereits im Standard Verzeichnis existiert.
fr: Écraser ou renommer un dossier à transférer si ce dernier existe déjà dans le dossier préféré

source: Total
de: Gesamt

source: Mode:
de: Modus:
